Faces defining this Element cannot be reacquired.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotRedoFaceBasedWarn { get; }
  Visual Basic
Public Shared ReadOnly Property CannotRedoFaceBasedWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotRedoFaceBasedWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures WallFailures Class
  Autodesk.Revit.DB Namespace